IDEA Open Model
ConcreteSLSCheckResultCrackWidthEc2.Wlim Property
Compatible with IDEA StatiCa Beta 20.0
 limiting crack width value
 Namespace: IdeaRS.OpenModel.Concrete.CheckResult
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public double Wlim { get; set; }
Public Property Wlim As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
ConcreteSLSCheckResultCrackWidthEc2 Class
IdeaRS.OpenModel.Concrete.CheckResult Namespace